Workspace/run/20-sineWaveDamping-backward-zeroGradient-temperatureOutletNSCBC-zeroGradinet-velocityOutletNSCBC-sinWave200hz-setFiled-0/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

runApplication blockMesh
runApplication $(getApplication)
postProcess -s sample postProcess -func sample -noZero
#------------------------------------------------------------------------------
